/*
 * Copyright 2009-2013 by KLSoft Corp.,
 * All rights reserved.
 *
 * This software is the confidential and proprietary information
 * of KLSoft Corp. ("Confidential Information").
 */
package ma.dev.sowondejong.data;
/**
 * 1. FileName	: Phrases.java
 * 2. Package	: ma.dev.sowondejong.data
 * 3. Comments	:	
 * 4. Author	: kyoung wook
 * 5. DateTime	: 2013. 12. 27. 오후 11:40:11
 * 6. History	:
 * -----------------------------------------------------------------
 *	Date		 |	Name			|	Comment
 * -------------  -----------------   ------------------------------
 * 2013. 12. 27.		 | kyoung wook			|	최초작성
 * -----------------------------------------------------------------
 */

public class Phrases {

	public static String[] phraseList = {

"모두에게 사랑을 받는다는\n"+
"기대는 하지 마세요\n"+
"모두가 날 사랑해야 한다는 건\n"+
"독재자적인 마음이에요\n"+
"- 법륜스님"
,

"세계를 변화시키는 것은\n"+
"우리 스스로 변화하는\n"+
"간단한 일에서부터 시작한다\n"+
"- 앤서니 라빈스\n"
,

"삶(Life)이란 단어에\n"+
"if가 들어있는 이유는\n"+
"우리 삶 속에는 항상\n"+
"가능성이 있기 때문이다\n"+
"- 김제동"
,

"행복하기는 아주 쉽다\n"+
"가진 걸 사랑하면 된다\n"+
"- 영화 <아메리칸 퀼트> 중\n"
,
"다른 사람들이 할 수 있거나\n"+
"할 일을 하지 말고\n"+
"다른 이들이 할 수 없고\n"+
"하지 않을 일들을 하라\n"+
"- 아멜리아 에어하트\n"
,
"도전은 인생을 흥미롭게 만들며\n"+
"도전의 극복이 인생을 의미있게 한다\n"+
"- 조슈아 J. 마린\n"
,
"세상은 고통으로 가득하지만\n"+
"그것을 극복하는 사람들로도 가득하다\n"+
"- 헬렌 켈러\n"
,
"아이들이 우리 부모는\n"+
"참 괜찮은 사람들이라고\n"+
"생각할 수 있다면\n"+
"이미 얘기는 끝난 거야\n"+
"세상에서 가장 성공한\n"+
"부모가 되는 거지\n"+
"- 양순자\n"
,
"희망은 어둠 속에서 시작된다\n"+
"일어나 옳은 일을 하려할 때\n"+
"고집스런 희망이 시작된다\n"+
"새벽은 올 것이다\n"+
"기다리고 보고 일하라\n"+
"포기하지 말라\n"+
"- 앤 라모트\n"
,
"나만이 내 인생을 바꿀 수 있다\n"+
"아무도 날 대신해줄 수 없다\n"+
"- 캐롤 버넷\n"
,
"두려움은 양심이 죄에 내는 세금이다\n"+
"- 조지 시웰\n"
,
"책 없는 방은\n"+
"영혼 없는 육체와도 같다\n"+
"- 키케로\n"
,
"우리는 행운을 믿어야 한다\n"+
"안 그러면 어떻게\n"+
"우리가 좋아하지 않는 이들의\n"+
"성공을 설명할 수 있나\n"+
"- 장 콕토\n"
,
"여러분이 할 수 있는\n"+
"가장 큰 모험은 바로\n"+
"여러분이 꿈꾸어오던\n"+
"삶을 사는 것입니다\n"+
"- 오프라 윈프리\n"
,
"세상의 중요한 업적 중 대부분은\n"+
"희망이 보이지 않는 상황에서도\n"+
"끊임 없이 도전한 사람들이\n"+
"이루어낸 것이다\n"+
"- 데일리 카네기\n"
,
"인생이 끝날까 두려워 말라\n"+
"당신의 인생이 시작조차\n"+
"하지 않을 수 있음을 두려워하라\n"+
"- 그레이스 한센\n"
,
"난 위험에 대해 많이 생각하지 않는다\n"+
"그저 내가 하고 싶은 것을 할 뿐이다\n"+
"앞으로 나아가야 한다면 나아가면 된다\n"+
"- 릴리언 카터\n"
,
"이 세상의 위대한 것 중\n"+
"열정 없이 이룬 것은 없다\n"+
"- 게오르크 빌헬름\n"
,
"나를 믿어라\n"+
"인생에서 최대의 성과와\n"+
"기쁨을 수확하는 비결은\n"+
"위험한 삶을 사는데 있다\n"+
"- 프레드리히 니체\n"
,
"장애물 때문에 반드시 멈출 필요는 없어요\n"+
"벽에 부딪힌다면 돌아서서 포기하지 말아요\n"+
"어떻게 벽에 오를지 뚫고갈 수 있을지\n"+
"돌아갈 수는 없는지 생각해봐요\n"+
"- 마이클 조던\n"
,
"다이아몬드를 찾는 사람이\n"+
"진흙에서 분투해야하는 이유는\n"+
"이미 다듬어진 돌 속에서는\n"+
"찾을 수 없기 때문이다\n"+
"다이아몬드는 만들어지는 것이다\n"+
"- 헨리 B. 윌슨\n"
,
"20년 후 당신은\n"+
"했던 일보다 하지 않았던 일로\n"+
"더 실망할 것이다\n"+
"그러므로 돛을 던져라\n"+
"안전한 항구를 떠나 항해하라\n"+
"당신의 돛에 무역풍을 가득 담아라\n"+
"탐험하고 꿈꾸고 발견하라\n"+
"- 마크 트웨인\n"
,
"이 세상에 위대한 사람은 없다\n"+
"단지 평범한 사람들이\n"+
"일어나 맞서는\n"+
"위대한 도전이 있을 뿐이다\n"+
"- 윌리엄 프레데릭 홀시\n"
,
"승자의 주머니 속에는\n"+
"꿈이 들어 있으나\n"+
"패자의 주머니 속에는\n"+
"욕심이 들어 있다\n"+
"- J. 하비스\n"
,
"시간은 기다리는 사람에게는\n"+
"너무나 느린 것이요\n"+
"겁내는 사람에게는\n"+
"너무나 빠른 것이요\n"+
"슬퍼하는 사람에게는\n"+
"너무나 긴 것이요\n"+
"기뻐하는 사람에게는\n"+
"너무나 짧은 것이다\n"+
"그러나 사랑하는 사람에게는\n"+
"영원한 것이다\n"+
"- 존스 베리"

};



}
